Repository: omerfarukcelenk/FinCanim
Catalog: lib/l10n/app_*.arb
Languages: tr

# appTitle
source: My Coffee Readings
tr: Kahve Falcım

# falResult
source: Your Coffee Reading
tr: Fal Sonucun

# historyTitle
source: My History
tr: Geçmiş Fallarım

source: Saved
tr: Kaydedildi

# noHistory
source: You have no history yet
tr: Henüz geçmiş falın yok

# backToHome
source: Return to Home
tr: Ana Sayfaya Dön

source: Save
tr: Kaydet

source: Share
tr: Paylaş

# commentTitle
source: Your Comment
tr: Yorumun

source: Error
tr: Hata

# newReadingTitle
source: New Reading
tr: Yeni Fal Bak

# newReadingSubtitle
source: Upload a cup photo
tr: Fincan Fotoğrafı Yükle

# historySubtitle
source: Review your old readings
tr: Eski fallarını incele

# howItWorksTitle
source: How it Works
tr: Nasıl Çalışır?

# howItWorksSubtitle
source: About the app
tr: Uygulama hakkında bilgi

# lookTitle
source: Upload Photo
tr: Fotoğraf Yükle

# choosePhoto
source: Choose from gallery or take photo
tr: Galeriden seç veya fotoğraf çek

source: Select Photo
tr: Fotoğraf Seç

# welcomeGreeting
source: Hello! ðŸ‘‹
tr: Merhaba! 👋

# welcomePrompt
source: Is your coffee cup ready?
tr: Kahve fincanın hazır mı?

# readFortune
source: Read My Fortune
tr: Falımı Oku

# lookStep1Title
source: Drink Your Coffee
tr: Kahveni İç

# lookStep1Subtitle
source: Finish your Turkish coffee
tr: Türk kahveni içip bitir

# lookStep2Title
source: Turn the Cup Over
tr: Fincanı Ters Çevir

# lookStep2Subtitle
source: Place it on the saucer and let it cool
tr: Tabağın üzerine ters çevir ve soğumaya bırak

# lookStep3Title
source: Take a Photo
tr: Fotoğraf Çek

# lookStep3Subtitle
source: Take a clear, well-lit photo
tr: İyi aydınlatılmış, net bir fotoğraf çek

# splashSubtitle
source: Let's discover your future together
tr: Geleceğinizi birlikte keşfedelim

# homeCallToAction
source: Let's read your fortune!
tr: Falına Bakalım !

# homeSubtitle
source: Upload a photo of your coffee cup and get an AI-assisted reading
tr: Kahve fincanının fotoğrafını yükle, yapay zeka destekli falını okuyalım

source: Delete
tr: Sil

# deleteConfirm
source: Delete this photo? This action cannot be undone.
tr: Bu fotoğrafı silmek istiyor musunuz? Bu işlem geri alınamaz.

source: Cancel
tr: İptal

# pleaseRestart
source: Please fully restart the app to apply updates.
tr: Güncellemelerin uygulanması için uygulamayı tamamen yeniden başlatın.
